const dayOfWeekBE = {
	0: 'Нядзеля',
	1: 'Панядзелак',
	2: 'Аўторак',
	3: 'Серада',
	4: 'Чацверг',
	5: 'Пятнiца',
	6: 'Субота',
	7: 'Нядзеля',
	8: 'Панядзелак',
	9: 'Аўторак',
};
const shortDayOfWeekBE = {
	0: 'НД',
	1: 'ПН',
	2: 'AÝ',
	3: 'СР',
	4: 'ЧЦ',
	5: 'ПТ',
	6: 'СБ',
	7: 'НД',
	8: 'ПН',
	9: 'AÝ',
};
const monthsBE = {
	0: 'Студзеня',
	1: 'Лютага',
	2: 'Сакавіка',
	3: 'Красавіка',
	4: 'Мая',
	5: 'Чэрвеня',
	6: 'Ліпеня',
	7: 'Аўгуста',
	8: 'Верасеня',
	9: 'Кастрычніка',
	10: 'Лістапада',
	11: 'Снежаня',
};

export { dayOfWeekBE, shortDayOfWeekBE, monthsBE };