const dayOfWeekRU = {
	0: 'Воскресенье',
	1: 'Понедельник',
	2: 'Вторник',
	3: 'Среда',
	4: 'Четверг',
	5: 'Пятница',
	6: 'Суббота',
	7: 'Воскресенье',
	8: 'Понедельник',
	9: 'Вторник',
};
const shortDayOfWeekRU = {
	0: 'ВС',
	1: 'ПН',
	2: 'ВТ',
	3: 'СР',
	4: 'ЧТ',
	5: 'ПТ',
	6: 'СБ',
	7: 'ВС',
	8: 'ПН',
	9: 'ВТ',
};
const monthsRU = {
	0: 'Январь',
	1: 'Февраль',
	2: 'Март',
	3: 'Апрель',
	4: 'Май',
	5: 'Июнь',
	6: 'Июль',
	7: 'Август',
	8: 'Сентябрь',
	9: 'Октябрь',
	10: 'Ноябрь',
	11: 'Декабрь',
};

export { dayOfWeekRU, shortDayOfWeekRU, monthsRU };